[
  {
    "title": "Teaching Space 教學空間",
    "image": "../images/SCCD-1-4-0.jpg",
    "textEn": "The main teaching area of the department is located in the Tung-Min Memorial Building, and the entire Taipei campus is used as an extended learning and creative space. Tung-Min Memorial Building is different from the closed structure of traditional colleges. It embodies the simple texture of \"Less is More\" with open design combined with modern craftsmanship aesthetics. Experience the journey of free creation and self-exploration in a learning environment that can be multiplied and amplified by thinking.",
    "textZh": "學系主要教學場域位於東閔紀念大樓，並以整個台北校園為延伸學習與創作空間。東閔紀念大樓有別於傳統學院封閉式結構，以開放性設計結合現代工藝美學體現 \"Less is More\" 之簡約質感，摒除傳統建築裝飾性以清水模設計施作，將學生置放於把五感與思維都能加乘放大之學習環境中，經歷自由創作與探索自我的旅程。"
  },
  {
    "title": "Academic Library 學術圖書館",
    "image": "../images/SCCD-1-4-0.jpg",
    "textEn": "Shih Chien University Library has a collection of 490,000 volumes, more than 2,000 kinds of periodicals, and a large number of design and art-related books. E-books, audio-visual materials and electronic materials are also extremely rich and complete, which can be accessed by students anytime. In addition to the on-campus collections, Shih Chien University has also joined the \"Excellent Long-Established University Consortium of Taiwan\", where teachers and students can borrow books from off-campus cooperative libraries and share resources with each other.",
    "textZh": "實踐大學圖書館藏書 49 萬冊，期刊 2 千餘種，擁有大量的設計類與藝術類相關書冊，電子書、視聽資料與電子資料也極為豐富齊全，可供學生隨時取閱。除校內館藏外，實踐大學亦加入「優久大學聯盟圖書委員會」，師生可至校外合作館借閱書籍，分享彼此資源。"
  },
  {
    "title": "Factory 工廠",
    "image": "../images/SCCD-1-4-0.jpg",
    "textEn": "The college of design has a \"practice factory\" that includes woodworking, metalworking, welding, plastic injection molding and other types of equipment, allowing students to receive factory practice courses at the introductory stage to understand the construction of materials and details. Based on this, students are trained to combine their thinking with practice and imagination. Students of the department will simultaneously implement safety education and training on the operation of factory machinery when taking the \"Design Fundamental\" course in freshman year.",
    "textZh": "設計學院設有含木工、金工、焊接、塑膠射出成型等多類機具之「實習工廠」，可讓學生於入門階段接受工廠實習課程，了解材料及細節的構造方式。藉由此為基礎培養與訓練學生實作與想像的結合思維。學系學生將於一年級修習「創作基礎」課程時同步實施工廠機具操作之安全教育訓練。"
  },
  {
    "title": "Professional Classroom 專業教室",
    "image": "../images/SCCD-1-4-0.jpg",
    "textEn": "The department has a number of professional classrooms for one-to-many and group teaching. All of them are equipped with projection, broadcasting and multimedia imaging equipment. They are also open to students for flexible use in creation or performance.",
    "textZh": "學系內設有多間專業教室以供一對多及團體式課程教學使用，均設有投影、廣播與多媒體影像設備，另可開放學生於創作或展演靈活使用。"
  },
  {
    "title": "Student Studio 工作室",
    "image": "../images/SCCD-1-4-0.jpg",
    "textEn": "The department has set up professional studios based on student's works' types and needs, giving students personal working space and creating opportunities to discuss with their peers and collide with creative thinking.",
    "textZh": "學系根據學生創作類型及需求設有專業工作室，給予學生個人創作空間及營造學生同儕間討論氛圍與創造思維碰撞的契機。"
  },
  {
    "title": "Computer Lab & Media Library 電腦教室與複合媒體圖書館",
    "image": "../images/SCCD-1-4-0.jpg",
    "textEn": "In response to the high-frequency computer drawing and image rendering needs of students, the department has a computer classroom for students to use freely. There is also a multimedia library within the department, which provides a large number of professional-related books and multimedia resources for students to borrow and use.",
    "textZh": "因應在學生高頻的電腦繪製與影像渲染等需求，學系內設有電腦教室以供學生自由使用。另設有學系內專用多媒體圖書館，提供大量專業相關書籍與多媒體資源開放學生借閱與使用。"
  },
  {
    "title": "Open Space 開放空間",
    "image": "../images/SCCD-1-4-0.jpg",
    "textEn": "The open spaces managed by the department are available for students to use, and the architectural design and space planning featured by the practice provide a platform for students to create with a high degree of freedom.",
    "textZh": "由學系管理之開放空間場地均可供在學生創作使用，為實踐所特色的建築設計與空間規劃為學生創作提供了高自由度平台可能。"
  }
]