{
  "titleEn": "Terms and Conditions",
  "titleZh": "使用條款",
  "lastUpdatedEn": "Last Updated: February 2026",
  "lastUpdatedZh": "最後更新日期：2026 年 2 月",
  "content": "<div class=\"mb-4xl\"><p class=\"mb-sm\">Welcome to the Department of Communications Design, Shih Chien University (SCCD) website. By accessing and using this website, you agree to comply with and be bound by the following terms and conditions. Please read them carefully.</p><p>歡迎訪問實踐大學媒體傳達設計學系（SCCD）網站。使用本網站即表示您同意遵守以下使用條款。請仔細閱讀。</p></div><div class=\"mb-3xl\"><h4 class=\"mb-lg\">1. Intellectual Property Rights 智慧財產權</h4><p class=\"mb-sm\"><strong>Student Work Copyright:</strong></p><p class=\"mb-sm\">All student works displayed on this website are copyrighted by their respective creators and are presented under the name of the Department of Communications Design, Shih Chien University. The copyright of each work belongs to the student creator, while the university has the right to showcase these works for academic and promotional purposes.</p><p class=\"mb-lg\"><strong>學生作品版權：</strong><br>本網站展示的所有學生作品版權歸其創作者所有，並以實踐大學媒體傳達設計學系的名義展示。每件作品的版權屬於學生創作者，而學校有權將這些作品用於學術和宣傳目的。</p><p class=\"mb-sm\"><strong>Website Content Copyright:</strong></p><p class=\"mb-sm\">All website design, text content, graphics, logos, and other materials (excluding student works) are the property of Shih Chien University and are protected by copyright laws.</p><p><strong>網站內容版權：</strong><br>所有網站設計、文字內容、圖形、標誌和其他材料（不包括學生作品）均為實踐大學的財產，受版權法保護。</p></div><div class=\"mb-3xl\"><h4 class=\"mb-lg\">2. Educational Use and Attribution 教育用途與引用</h4><p class=\"mb-sm\">Student works may be used for educational purposes with proper attribution. When using or citing any work from this website, you must include the following attribution:</p><p class=\"mb-lg\">學生作品可用於教育目的，但需適當註明出處。使用或引用本網站的任何作品時，您必須包含以下署名：</p><div class=\"bg-gray-10 p-lg mb-lg rounded\"><p class=\"mb-sm font-semibold\">Required Attribution Format / 必要的署名格式：</p><p class=\"mb-xs\">\"Source: Department of Communications Design, Shih Chien University (SCCD) - [Work Title] - [Author Name]\"</p><p>\"來源：實踐大學媒體傳達設計學系 (SCCD) - [作品名稱] - [作者姓名]\"</p></div><p class=\"mb-sm\">Commercial use of any student work or website content is strictly prohibited without prior written permission from the copyright holder.</p><p>未經版權持有人事先書面許可，嚴格禁止將任何學生作品或網站內容用於商業用途。</p></div><div class=\"mb-3xl\"><h4 class=\"mb-lg\">3. Acceptable Use 網站使用規範</h4><p class=\"mb-sm\">When using this website, you agree NOT to:</p><ul class=\"list-disc pl-xl mb-lg space-y-xs\"><li>Copy, reproduce, or distribute content for commercial purposes</li><li>Remove or alter any copyright notices or attribution</li><li>Use any automated tools to access or scrape content from the website</li><li>Reverse engineer, decompile, or disassemble any part of the website</li><li>Distribute malicious software or engage in any harmful activities</li><li>Impersonate any person or misrepresent your affiliation with any entity</li></ul><p class=\"mb-sm\">使用本網站時，您同意不會：</p><ul class=\"list-disc pl-xl space-y-xs\"><li>複製、重製或散布內容用於商業目的</li><li>移除或更改任何版權聲明或署名</li><li>使用任何自動化工具訪問或抓取網站內容</li><li>對網站的任何部分進行反向工程、反編譯或拆解</li><li>散布惡意軟體或從事任何有害活動</li><li>冒充任何人或虛假陳述您與任何實體的關係</li></ul></div><div class=\"mb-3xl\"><h4 class=\"mb-lg\">4. External Links Disclaimer 外部連結免責聲明</h4><p class=\"mb-sm\">This website may contain links to external websites, including student portfolios, social media profiles, and other third-party resources. Please note:</p><ul class=\"list-disc pl-xl mb-lg space-y-xs\"><li>External website content does not represent the views or positions of SCCD</li><li>We are not responsible for the content, accuracy, or availability of external websites</li><li>External links may become inactive or changed without notice</li><li>Accessing external websites is at your own risk</li></ul><p class=\"mb-sm\">本網站可能包含外部網站的連結，包括學生作品集、社群媒體資料和其他第三方資源。請注意：</p><ul class=\"list-disc pl-xl space-y-xs\"><li>外部網站內容不代表 SCCD 的觀點或立場</li><li>我們不對外部網站的內容、準確性或可用性負責</li><li>外部連結可能會失效或更改，恕不另行通知</li><li>訪問外部網站需自行承擔風險</li></ul></div><div class=\"mb-3xl\"><h4 class=\"mb-lg\">5. Content Accuracy and Updates 內容準確性與更新</h4><p class=\"mb-sm\">While we strive to provide accurate and up-to-date information:</p><ul class=\"list-disc pl-xl mb-lg space-y-xs\"><li>Website content is provided for informational purposes only</li><li>Official information regarding admissions, curriculum, and activities should be verified through official university channels</li><li>We reserve the right to modify, update, or remove website content at any time without prior notice</li><li>Information displayed may not always reflect the most current developments</li></ul><p class=\"mb-sm\">儘管我們努力提供準確和最新的資訊：</p><ul class=\"list-disc pl-xl space-y-xs\"><li>網站內容僅供參考</li><li>有關招生、課程和活動的正式資訊應透過學校官方管道確認</li><li>我們保留隨時修改、更新或刪除網站內容的權利，恕不另行通知</li><li>顯示的資訊可能不總是反映最新的發展</li></ul></div><div class=\"mb-3xl\"><h4 class=\"mb-lg\">6. Disclaimer of Warranties 免責聲明</h4><p class=\"mb-sm\">This website is provided on an \"as is\" and \"as available\" basis:</p><ul class=\"list-disc pl-xl mb-lg space-y-xs\"><li>We do not guarantee uninterrupted or error-free access to the website</li><li>Technical maintenance, server issues, or force majeure events may cause temporary unavailability</li><li>We are not liable for any damages arising from the use or inability to use this website</li><li>We do not warrant that the website is free from viruses or other harmful components</li></ul><p class=\"mb-sm\">本網站按「現狀」和「可用」的基礎提供：</p><ul class=\"list-disc pl-xl space-y-xs\"><li>我們不保證網站訪問不會中斷或無錯誤</li><li>技術維護、伺服器問題或不可抗力事件可能導致暫時無法訪問</li><li>我們不對因使用或無法使用本網站而產生的任何損失承擔責任</li><li>我們不保證網站沒有病毒或其他有害組件</li></ul></div><div class=\"mb-3xl\"><h4 class=\"mb-lg\">7. Student Work After Graduation 學生畢業後的作品處理</h4><p class=\"mb-sm\">Student works may remain displayed on the website after graduation for archival and promotional purposes. Students retain full copyright of their works and may request removal or modification by contacting the department.</p><p>學生作品在畢業後可能繼續在網站上展示，以供存檔和宣傳之用。學生保留其作品的完整版權，並可透過聯絡系辦要求移除或修改。</p></div><div class=\"mb-3xl\"><h4 class=\"mb-lg\">8. Governing Law and Jurisdiction 法律管轄</h4><p class=\"mb-sm\">These Terms and Conditions are governed by and construed in accordance with the laws of the Republic of China (Taiwan). Any disputes arising from these terms shall be subject to the exclusive jurisdiction of the Taipei District Court.</p><p>本使用條款受中華民國（台灣）法律管轄和解釋。因本條款引起的任何爭議應由台灣台北地方法院專屬管轄。</p></div><div class=\"mb-3xl\"><h4 class=\"mb-lg\">9. Changes to These Terms 條款修訂</h4><p class=\"mb-sm\">We reserve the right to modify these Terms and Conditions at any time. Changes will be effective immediately upon posting on this page. Your continued use of the website after any modifications constitutes acceptance of the updated terms.</p><p>我們保留隨時修改本使用條款的權利。變更將在本頁面發布後立即生效。在任何修改後繼續使用網站即表示您接受更新後的條款。</p></div><div class=\"mb-3xl\"><h4 class=\"mb-lg\">10. Contact Us 聯絡我們</h4><p class=\"mb-sm\">If you have any questions about these Terms and Conditions, copyright inquiries, or requests regarding student work, please contact us:</p><p class=\"mb-xl\">如果您對本使用條款有任何疑問、版權查詢或有關學生作品的請求，請聯絡我們：</p><div class=\"space-y-xs\"><p><strong>Department of Communications Design, Shih Chien University</strong></p><p><strong>實踐大學媒體傳達設計學系</strong></p><p>Email / 電子郵件: <a href=\"mailto:sccd@g2.usc.edu.tw\" class=\"hover:text-gray-6 transition-colors duration-fast\">sccd@g2.usc.edu.tw</a></p><p>Tel / 電話: +886 2 2538 1111 #7211</p><p>Address / 地址: 5F, Building A, No.70, Dazhi Street, Zhongshan District, Taipei City, Taiwan</p><p>台灣台北市中山區大直街70號 實踐大學A棟5樓</p></div></div>"
}